/* NSMenuItem : <title: > (oid:4399) */
" " = " ";

/* NSButton (Always overwrite when reloading) : <title:Always overwrite when reloading> (oid:1371) */
"Always overwrite when reloading" = "Постоянен презапис при презареждане";

/* NSButton (Always use this application) : <title:Always use this application> (oid:2011) */
"Always use this application" = "Постоянно използване на тази програма";

/* NSBox (Appearance) : <title:Appearance> (oid:886) */
"Appearance" = "Външност";

/* NSTextField (Ask before closing a connected browser window.) : <title:Ask before closing a connected browser window.> (oid:1591) */
"Ask before closing a connected browser window." = "Да се пита преди затваряне на свързан прозорец на браузър.";

/* NSTextField (Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.) : <title:Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.> (oid:3037) */
"Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded." = "Опит да се извади текст и направи нов документ от качени PNG, JPEG и GIF изображения.";

/* NSButton (Automatically check for updates in) : <title:Automatically check for updates in> (oid:1380) */
"Automatically check for updates in" = "Автоматично да се проверява за актуализация в";

/* NSTabViewItem : <title:Bandwidth> (oid:4919) */
"Bandwidth" = "Скорост";

/* NSBox (Bookmarks) : <title:Bookmarks> (oid:1615) */
"Bookmarks" = "Отметки";

/* NSBox (Box) : <title:Box> (oid:1705) */
"Box" = "Кутия";

/* NSButton (Bring window to front when transfer starts) : <title:Bring window to front when transfer starts> (oid:1237) */
"Bring window to front when transfer starts" = "Прозорецът да се изнася отпред при започване на трансфер";

/* NSTabViewItem : <title:Browser> (oid:4924) */
"Browser" = "Браузър";

/* NSButton (Change Settings…) : <title:Change Settings…> (oid:4024) */
"Change Settings…" = "Промяна на конфигурация…";

/* NSButton (Change permissions) : <title:Change permissions> (oid:1264) */
"Change permissions" = "Промяна на права";

/* NSTextField (Changes take effect the next time you open the application.) : <title:Changes take effect the next time you open the application.> (oid:3827) */
"Changes take effect the next time you open the application." = "Промените ще влязат в сила при следващото стартиране на програмата.";

/* NSButton (Check for Update Now) : <title:Check for Update Now> (oid:1381) */
"Check for Update Now" = "Веднага да се провери за актуализация";

/* NSTextField (Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.) : <title:Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.> (oid:5430) */
"Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy." = "Изберете „Reduced Redundancy Storage” (RRS) за намаляване на цената посредством съхраняване на некритични, възпроизводими данни при по-ниска степен на повторяемост.";

/* NSTextField (Choose the algorithm to encrypt files with on upload.) : <title:Choose the algorithm to encrypt files with on upload.> (oid:6075) */
"Choose the algorithm to encrypt files with on upload." = "Choose the algirithm to encrypt files with on upload.";

/* NSButton (Close window when transfer completes) : <title:Close window when transfer completes> (oid:1238) */
"Close window when transfer completes" = "Прозорецът да се затваря след приключване на трансфер";

/* NSButton (Confirm disconnect) : <title:Confirm disconnect> (oid:849) */
"Confirm disconnect" = "Потвърждаване на изключването";

/* NSTextField (Connect to bookmark:) : <title:Connect to bookmark:> (oid:1203) */
"Connect to bookmark:" = "Свързване с отметка:";

/* NSTabViewItem : <title:Connection> (oid:4922) */
"Connection" = "Свръзка";

/* NSButton (Convert to Google Docs format) : <title:Convert to Google Docs format> (oid:2698) */
"Convert to Google Docs format" = "Конвертиране във формат „Google Docs”";

/* NSButton (Default) : <title:Default> (oid:1449) */
"Default" = "По подразбиране";

/* NSBox (Default Bucket Location) : <title:Default Bucket Location> (oid:1812) */
"Default Bucket Location" = "Местоположение на контейнер по подразбиране";

/* NSBox (Default Protocol Handler) : <title:Default Protocol Handler> (oid:1581) */
"Default Protocol Handler" = "Протоколен агент по подразбиране";

/* NSBox (Default Storage Class) : <title:Default Storage Class> (oid:5429) */
"Default Storage Class" = "Съхранителен клас по подразбиране";

/* NSTextField (Default protocol:) : <title:Default protocol:> (oid:852) */
"Default protocol:" = "Протокол по подразбиране:";

/* NSTextField (Documents:) : <title:Documents:> (oid:2672) */
"Documents:" = "Документи:";

/* NSButton (Double click opens file in external editor) : <title:Double click opens file in external editor> (oid:894) */
"Double click opens file in external editor" = "Двойно щракване отваря файла във външен редактор";

/* NSTextField (Download Folder:) : <title:Download Folder:> (oid:1232) */
"Download Folder:" = "Папка за изтегляне:";

/* NSBox (Downloads) : <title:Downloads> (oid:2472) */
"Downloads" = "Изтегляния";

/* NSTabViewItem : <title:Editor> (oid:4917) */
"Editor" = "Редактор";

/* NSBox (Encryption) : <title:Encryption> (oid:6074) */
"Encryption" = "Encryption";

/* NSButton (Execute) : <title:Execute> (oid:1267) */
"Execute" = "Изпълнение";

/* NSTextField (Existing Files:) : <title:Existing Files:> (oid:1284) */
"Existing Files:" = "Съществуващи файлове:";

/* NSTabViewItem : <title:FTP> (oid:4925) */
"FTP" = "FTP";

/* NSTabViewItem : <title:Filter> (oid:1423) */
"Filter" = "Филтър";

/* NSTabViewItem : <title:General> (oid:4921) */
"General" = "Общо";

/* NSTabViewItem : <title:Google Docs> (oid:5273) */
"Google Docs" = "Google Drive";

/* NSTextField (Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.) : <title:Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.> (oid:2473) */
"Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded." = "„Google Docs” позволява износа на документи в различни формати. Изберете формат по подразбиране при изтегляне на документи.";

/* NSTextField (Group) : <title:Group> (oid:1261) */
"Group" = "Група";

/* NSButton (Horizontal Lines) : <title:Horizontal Lines> (oid:889) */
"Horizontal Lines" = "Хоризонтални линии";

/* NSButton (Info window always shows current selection) : <title:Info window always shows current selection> (oid:1353) */
"Info window always shows current selection" = "Информационният прозорец винаги показва настоящия избор";

/* NSTabViewItem : <title:Language> (oid:4940) */
"Language" = "Език";

/* NSTextField (Long) : <title:Long> (oid:1393) */
"Long" = "Дълъг";

/* NSTextField (Maximum Throughput:) : <title:Maximum Throughput:> (oid:1738) */
"Maximum Throughput:" = "Максимална пропускаемост:";

/* NSTextField (Medium) : <title:Medium> (oid:1392) */
"Medium" = "Среден";

/* NSTextField (Number of retries:) : <title:Number of retries:> (oid:1641) */
"Number of retries:" = "Брой повторения:";

/* NSTextField (Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.) : <title:Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.> (oid:1592) */
"Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser." = "При стартиране на програмата да се отваря празен браузър. Свръзка с избраната отметка се установява при нов браузър.";

/* NSButton (Open downloaded files with default application) : <title:Open downloaded files with default application> (oid:1228) */
"Open downloaded files with default application" = "Изтеглени файлове да се отварят с проложението по подразбиране";

/* NSButton (Open new browser window on startup) : <title:Open new browser window on startup> (oid:1201) */
"Open new browser window on startup" = "Отваряне на нов браузър при стартиране";

/* NSMenuItem : <title:Open new connection> (oid:1411) */
"Open new connection" = "Отваряне на нова свръзка";

/* NSButton (Optical Character Recognition (OCR)) : <title:Optical Character Recognition (OCR)> (oid:3038) */
"Optical Character Recognition (OCR)" = "Оптично разпознаване на символи (OCR)";

/* NSMenu : <title:OtherViews> (oid:6078) */
"OtherViews" = "Други изгледи";

/* NSTextField (Others) : <title:Others> (oid:1263) */
"Others" = "Други";

/* NSTextField (Owner) : <title:Owner> (oid:1268) */
"Owner" = "Собственик";

/* NSTabViewItem : <title:Permissions> (oid:1209) */
"Permissions" = "Права";

/* NSPanel (Preferences) : <title:Preferences> (oid:12) */
"Preferences" = "Предпочитания";

/* NSTextField (Presentations:) : <title:Presentations:> (oid:2674) */
"Presentations:" = "Презентации:";

/* NSButton (Preserve modification date) : <title:Preserve modification date> (oid:1274) */
"Preserve modification date" = "Да се запазва датата на промяна";

/* NSBox (Proxies) : <title:Proxies> (oid:4003) */
"Proxies" = "Посредници";

/* NSButton (Read) : <title:Read> (oid:1269) */
"Read" = "Четене";

/* NSButton (Remove when transfer completes) : <title:Remove when transfer completes> (oid:1229) */
"Remove when transfer completes" = "Премахване при завършване на трансфера";

/* NSButton (Repeat failed networking tasks) : <title:Repeat failed networking tasks> (oid:1642) */
"Repeat failed networking tasks" = "Повторение на неуспешни мрежови операции";

/* NSButton (Return key selects folder or file to rename) : <title:Return key selects folder or file to rename> (oid:1789) */
"Return key selects folder or file to rename" = "Клавиш Return избира папка или файл за преименуване";

/* NSTabViewItem : <title:S3> (oid:4918) */
"S3" = "S3";

/* NSTabViewItem : <title:SFTP> (oid:4926) */
"SFTP" = "SFTP";

/* NSButton (Save Workspace) : <title:Save Workspace> (oid:1404) */
"Save Workspace" = "Запазване на работната среда";

/* NSTextField (Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.) : <title:Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.> (oid:1578) */
"Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default." = "Пароли да се търсят в „Keychain”. При успешно влизане паролата винаги да се записва в „Keychain”.";

/* NSTextField (Select a text editor to open files with by default if no other application installed can be found to edit a given file type.) : <title:Select a text editor to open files with by default if no other application installed can be found to edit a given file type.> (oid:1972) */
"Select a text editor to open files with by default if no other application installed can be found to edit a given file type." = "Изберете редактор на текст с който да се отварят файлове, когато не може да се намери друга инсталирана програма, способна да редактира файл от дадения тип.";

/* NSTextField (Select the default application to be opened for files or links pointing to an FTP location.) : <title:Select the default application to be opened for files or links pointing to an FTP location.> (oid:1576) */
"Select the default application to be opened for files or links pointing to an FTP location." = "Избрете програмата, с която да се отварят файлове или връзки, сочещи към FTP адрес.";

/* NSTextField (Select the default application to be opened for files or links pointing to an SFTP location.) : <title:Select the default application to be opened for files or links pointing to an SFTP location.> (oid:1586) */
"Select the default application to be opened for files or links pointing to an SFTP location." = "Избрете програмата, с която да се отварят файлове или връзки, сочещи към SFTP адрес.";

/* NSTextField (Short) : <title:Short> (oid:1391) */
"Short" = "Кратък";

/* NSButton (Show hidden files) : <title:Show hidden files> (oid:875) */
"Show hidden files" = "Показване на скрити файлове";

/* NSButton (Skip files matching the regular expression:) : <title:Skip files matching the regular expression:> (oid:1445) */
"Skip files matching the regular expression:" = "Пропускане на файлове съвпадащи с регулярния израз:";

/* NSTextField (Spreadsheets:) : <title:Spreadsheets:> (oid:2676) */
"Spreadsheets:" = "Електронни таблици:";

/* NSBox (Text Encoding) : <title:Text Encoding> (oid:4394) */
"Text Encoding" = "Кодиране на текст";

/* NSTextField (The geographic location in which buckets will be created by default.) : <title:The geographic location in which buckets will be created by default.> (oid:1814) */
"The geographic location in which buckets will be created by default." = "Географското разположение, в което контейнери ще бъдат създавани по подразбиране.";

/* NSTextField (The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.) : <title:The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.> (oid:4395) */
"The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server." = "Избраното стандартно кодиране на текста се използва за преобразуване на символи в имената на файловете, показвани в браузъра. То трябва да съответства на кодирането, използвано на сървъра.";

/* NSBox (Throttle Transfers) : <title:Throttle Transfers> (oid:1689) */
"Throttle Transfers" = "Подтискане на трансферите";

/* NSTextField (Timeout for opening connections (seconds):) : <title:Timeout for opening connections (seconds):> (oid:1169) */
"Timeout for opening connections (seconds):" = "Времетраене на установяването на свръзки (секунди):";

/* NSBox (Timeouts) : <title:Timeouts> (oid:1125) */
"Timeouts" = "Времетраене";

/* NSTabViewItem : <title:Timestamps> (oid:1213) */
"Timestamps" = "Клейма";

/* NSTextField (Transfer Files:) : <title:Transfer Files:> (oid:1406) */
"Transfer Files:" = "Трансфер на файлове:";

/* NSTabViewItem : <title:Transfers> (oid:4923) */
"Transfers" = "Трансфери";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:1731) */
"Unlimited Bandwidth" = "Неограничен трафик";

/* NSTabViewItem : <title:Update> (oid:4920) */
"Update" = "Актуализация";

/* NSButton (Upload with temporary filename) : <title:Upload with temporary filename> (oid:5593) */
"Upload with temporary filename" = "Качване с временно име на файл";

/* NSBox (Uploads) : <title:Uploads> (oid:2678) */
"Uploads" = "Качвания";

/* NSButton (Use Keychain) : <title:Use Keychain> (oid:862) */
"Use Keychain" = "Посредством „Keychain”";

/* NSMenuItem : <title:Use Large Icons> (oid:1621) */
"Use Large Icons" = "Големи икони";

/* NSMenuItem : <title:Use Medium Icons> (oid:1829) */
"Use Medium Icons" = "Средни икони";

/* NSMenuItem : <title:Use Small Icons> (oid:1620) */
"Use Small Icons" = "Малки икони";

/* NSButton (Use alternating row background) : <title:Use alternating row background> (oid:878) */
"Use alternating row background" = "Променлив фон на редовете";

/* NSMenuItem : <title:Use browser connection> (oid:1412) */
"Use browser connection" = "Използване на свръзка на браузъра";

/* NSButton (Use spring-loaded folders when dragging files) : <title:Use spring-loaded folders when dragging files> (oid:1354) */
"Use spring-loaded folders when dragging files" = "Употреба на пружинени папки при влачене на файлове";

/* NSButton (Use system proxy settings) : <title:Use system proxy settings> (oid:4029) */
"Use system proxy settings" = "Използване на системната посредническа конфигурация";

/* NSButton (Vertical Lines) : <title:Vertical Lines> (oid:879) */
"Vertical Lines" = "Вертикални линии";

/* NSTextField (When using small icons, only the nickname of the bookmark is displayed.) : <title:When using small icons, only the nickname of the bookmark is displayed.> (oid:1617) */
"When using small icons, only the nickname of the bookmark is displayed." = "Когато се използват малки икони се показва само прозвището на отметката.";

/* NSTextField (Will save all open browsers when quitting and restore the connections upon relaunch.) : <title:Will save all open browsers when quitting and restore the connections upon relaunch.> (oid:1590) */
"Will save all open browsers when quitting and restore the connections upon relaunch." = "Ще запише всички отворени браузъри при напускане и ще възстанови свръзките при рестартиране.";

/* NSButton (Write) : <title:Write> (oid:1262) */
"Write" = "Записване";

/* NSTextField (You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.) : <title:You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.> (oid:2684) */
"You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online." = "Може просто да съхраните качените файлове в „Google Docs” или да конвертирате текстови документи, презентации и електронни таблици във формат „Google Docs”, за да можете по-късно да ги редактирате онлайн.";

/* NSMenuItem : <title:for Files> (oid:1556) */
"for Files" = "за файлове";

/* NSMenuItem : <title:for Folders> (oid:1555) */
"for Folders" = "за папки";

/* NSButton (to the permissions of the local file or folder) : <title:to the permissions of the local file or folder> (oid:1247) */
"to the permissions of the local file or folder" = "на правата на местния файл или папка";

/* NSButton (to the permissions of the remote file or folder) : <title:to the permissions of the remote file or folder> (oid:1254) */
"to the permissions of the remote file or folder" = "на правата на далечния файл или папка";

/* NSButton (to these permissions:) : <title:to these permissions:> (oid:1270) */
"to these permissions:" = "на тези права:";

/* NSTextField (with delay (seconds):) : <title:with delay (seconds):> (oid:4579) */
"with delay (seconds):" = "със закъснение (секунди):";

/* NSButton (with delay:) : <title:with delay:> (oid:1395) */
"with delay:" = "със закъснение:";

